Repository: alagukannanKumaresan/moox_comment
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_mooxcomment_domain_model_comment
source: comment
de: Kommentar

# tx_mooxcomment_domain_model_rating
source: rating
de: Bewertung

# tx_mooxcomment_domain_model_review
source: review
de: Rezension

# pi1.action_list
source: list items
de: Liste anzeigen

# pi1.action_list.comment_form_header
source: post comment
de: Kommentar abgeben

# pi1.action_list.comments
source: comments
de: Kommentare

# pi1.action_list.add_comment
source: send
de: abschicken

# pi1.action_list.comment_by
source: comment by
de: Kommentar von

# pi1.action_list.limit.show_all
source: show all comments
de: Alle Kommentare anzeigen

# pi1.action_list.limit.show
source: show %1$s comments
de: %1$s Kommentare anzeigen

# pi1.action_list.filter.show_all
source: all comments
de: Alle Kommentare

# pi1.action_list.filter.show_own
source: own comments only
de: Eigene Kommentare

# pi1.action_list.order.newest_first
source: newest first
de: Neueste zuerst

# pi1.action_list.order.oldest_first
source: oldest first
de: Älteste zuerst

# pi1.action_list.public_user
source: public user
de: öffentlicher Benutzer

# pi1.action_list.registered_user
source: registered user
de: angemeldeter Benutzer

# pi1.action_list.own_comment
source: own comment
de: eigener Kommentar

# pi1.action_list.confirm
source: confirm
de: bestätigen

# pi1.action_list.confirm.modal.title
source: confirm comment
de: Kommentar bestätigen

# pi1.action_list.confirm.modal.body
source: Do you really want to confirm the comment <strong>%2$s</strong> by <strong>%1$s</strong>?
de: Wollen Sie den Kommentar <strong>%2$s</strong> von <strong>%1$s</strong> wirklich bestätigen?

# pi1.action_list.confirm.modal.button
source: really confirm comment
de: Kommentar wirklich bestätigen

# pi1.action_list.confirm.modal.close
source: abort
de: abbrechen

# pi1.action_list.delete
source: delete
de: löschen

# pi1.action_list.delete.modal.title
source: delete comment
de: Kommentar löschen

# pi1.action_list.delete.modal.body
source: Do you really want to delete the comment <strong>%2$s</strong> by <strong>%1$s</strong>?
de: Wollen Sie den Kommentar <strong>%2$s</strong> von <strong>%1$s</strong> wirklich löschen?

# pi1.action_list.delete.modal.button
source: really delete comment
de: Kommentar wirklich löschen

# pi1.action_list.delete.modal.close
source: abort
de: abbrechen

# pi1.action_list.append
source: show more
de: mehr anzeigen

# pi1.action_list.no_items
source: no comments found
de: Es wurden noch keine Kommentare abgegeben

# pi1.action_list.error.no_access
source: no access
de: Keine Berechtigung

# pi1.action_add
source: add comment
de: Kommentar hinzufügen

# pi1.action_add.success
source: your comment was added successfully
de: Ihr Kommentar wurde hinzugefügt

# pi1.action_add.success_moderated
source: comment added successfully
de: Ihr Kommentar wurde hinzugefügt, muss aber noch vom Moderator bestätigt werden. Haben Sie bitte etwas Geduld.

# pi1.action_confirm
source: confirm comment
de: Kommentar bestätigen

# pi1.action_confirm.success
source: comment confirmed successfully
de: Kommentar erfolgreich bestätigt

# pi1.action_delete
source: delete comment
de: Kommentar löschen

# pi1.action_delete.tooltip
source: delete comment
de: Kommentar löschen

# pi1.action_delete.success
source: comment deleted successfully
de: Kommentar wurde erfolgreich gelöscht

# pi1.action_delete.error.no_access
source: no access
de: Keine Berechtigung

# pi1.action_visibility
source: change visibility of comment
de: Sichtbarkeit des Kommentars ändern

# pi1.action_visibility.tooltip
source: change visibility of comment
de: Sichtbarkeit des Kommentars ändern

# pi1.action_visibility.success
source: comment visibility changed successfully
de: Sichtbarkeit des Kommentars wurde erfolgreich geändert

# pi1.action_visibility.error.no_access
source: no access
de: Keine Berechtigung

# pi1.action_all.add
source: add
de: hinzufügen

# pi2.action_list
source: list items
de: Liste anzeigen

# pi2.action_list.ratings
source: ratings
de: Bewertungen

# pi2.action_list.add_rating
source: rate
de: bewerten

# pi2.action_list.rating_by
source: rating by
de: Bewertung von

# pi2.action_list.own_rating
source: own rating
de: eigene Bewertung

# pi2.action_list.confirm
source: confirm
de: bestätigen

# pi2.action_list.your_rating
source: your rating
de: Deine Bewertung

# pi2.action_list.unrate
source: delete rating
de: Bewertung löschen

# pi2.action_list.unrate.modal.title
source: delete rating
de: Bewertung löschen

# pi2.action_list.unrate.modal.body
source: Do you really want to delete your rating?
de: Wollen Sie Ihre Bewertung wirklich löschen?

# pi2.action_list.unrate.modal.button
source: really delete rating
de: Bewertung wirklich löschen

# pi2.action_list.unrate.modal.close
source: abort
de: abbrechen

# pi2.action_list.no_items
source: no ratings found
de: Es wurden noch keine Bewertungen abgegeben

# pi2.action_list.error.no_access
source: no access
de: Keine Berechtigung

# pi2.action_rate
source: add rating
de: Bewertung abgeben

# pi2.action_rate.success
source: your rating was added successfully
de: Ihre Bewertung wurde gespeichert

# pi2.action_unrate
source: delete rating
de: Bewertung löschen

# pi2.action_unrate.tooltip
source: delete rating
de: Bewertung löschen

# pi2.action_unrate.success
source: rating deleted successfully
de: Bewertung wurde erfolgreich gelöscht

# pi2.action_unrate.error.no_access
source: no access
de: Keine Berechtigung

# pi2.action_all.add
source: add
de: hinzufügen

# pi3.action_list
source: list items
de: Liste anzeigen

# pi3.action_list.review_form_header
source: post comment
de: Rezension schreiben

# pi3.action_list.reviews
source: reviews
de: Rezensionen

# pi3.action_list.add_review
source: send
de: abschicken

# pi3.action_list.review_by
source: review by
de: Rezension von

# pi3.action_list.limit.show_all
source: show all reviews
de: Alle Rezensionen anzeigen

# pi3.action_list.limit.show
source: show %1$s reviews
de: %1$s Rezensionen anzeigen

# pi3.action_list.filter.show_all
source: all reviews
de: Alle Rezensionen

# pi3.action_list.filter.show_own
source: own reviews only
de: Eigene Rezensionen

# pi3.action_list.order.newest_first
source: newest first
de: Neueste zuerst

# pi3.action_list.order.oldest_first
source: oldest first
de: Älteste zuerst

# pi3.action_list.order.best_ratings_first
source: best ratings first
de: Beste Bewertungen zuerst

# pi3.action_list.order.worst_ratings_first
source: worst ratings first
de: Schlechteste Bewertungen zuerst

# pi3.action_list.public_user
source: public user
de: öffentlicher Benutzer

# pi3.action_list.registered_user
source: registered user
de: angemeldeter Benutzer

# pi3.action_list.own_review
source: own review
de: eigene Rezension

# pi3.action_list.confirm
source: confirm
de: bestätigen

# pi3.action_list.confirm.modal.title
source: confirm review
de: Rezension bestätigen

# pi3.action_list.confirm.modal.body
source: Do you really want to confirm the review <strong>%2$s</strong> by <strong>%1$s</strong>?
de: Wollen Sie die Rezension <strong>%2$s</strong> von <strong>%1$s</strong> wirklich bestätigen?

# pi3.action_list.confirm.modal.button
source: really confirm review
de: Rezension wirklich bestätigen

# pi3.action_list.confirm.modal.close
source: abort
de: abbrechen

# pi3.action_list.delete
source: delete
de: löschen

# pi3.action_list.delete.modal.title
source: delete review
de: Rezension löschen

# pi3.action_list.delete.modal.body
source: Do you really want to delete the review <strong>%2$s</strong> by <strong>%1$s</strong>?
de: Wollen Sie die Rezension <strong>%2$s</strong> von <strong>%1$s</strong> wirklich löschen?

# pi3.action_list.delete.modal.button
source: really delete review
de: Rezension wirklich löschen

# pi3.action_list.delete.modal.close
source: abort
de: abbrechen

# pi3.action_list.append
source: show more
de: mehr anzeigen

# pi3.action_list.no_items
source: no reviews found
de: Es wurden noch keine Rezensionen geschrieben

# pi3.action_list.error.no_access
source: no access
de: Keine Berechtigung

# pi3.action_add
source: add review
de: Rezension hinzufügen

# pi3.action_add.success
source: your review was added successfully
de: Ihre Rezension wurde hinzugefügt

# pi3.action_add.success_moderated
source: review added successfully
de: Ihre Rezension wurde hinzugefügt, muss aber noch vom Moderator bestätigt werden. Haben Sie bitte etwas Geduld.

# pi3.action_confirm
source: confirm review
de: Rezension bestätigen

# pi3.action_confirm.success
source: review confirmed successfully
de: Rezension erfolgreich bestätigt

# pi3.action_delete
source: delete review
de: Rezension löschen

# pi3.action_delete.tooltip
source: delete review
de: Rezension löschen

# pi3.action_delete.success
source: review deleted successfully
de: Rezension wurde erfolgreich gelöscht

# pi3.action_delete.error.no_access
source: no access
de: Keine Berechtigung

# pi3.action_visibility
source: change visibility of review
de: Sichtbarkeit der Rezension ändern

# pi3.action_visibility.tooltip
source: change visibility of review
de: Sichtbarkeit der Rezension ändern

# pi3.action_visibility.success
source: review visibility changed successfully
de: Sichtbarkeit der Rezension wurde erfolgreich geändert

# pi3.action_visibility.error.no_access
source: no access
de: Keine Berechtigung

# pi3.action_all.add
source: add
de: hinzufügen

# form.hidden
source: hidden
de: Versteckt

# form.hidden.select
source: visibility
de: Sichtbarkeit

# form.hidden.select.0
source: visible
de: sichtbar

# form.hidden.select.1
source: invisible
de: versteckt

# form.fe_user
source: user
de: Benutzer

# form.title
source: subject
de: Betreff

# form.email.error.invalid
source: the entered email address is invalid
de: Die eingegebene Adresse ist nicht korrekt

# form.comment
source: comment
de: Kommentar

# form.rating
source: rating
de: Bewertung

# form.rating.none
source: no rating
de: Keine Bewertung

# form.rating.like
source: like
de: mag ich

# form.rating.dislike
source: dislike
de: mag ich nicht

# form.review
source: review
de: Rezension

# form.confirmed
source: confirmed
de: Bestätigt am

# form.moderator
source: moderator entry
de: Moderator-Eintrag

# form.template
source: template
de: Vorlage

# form.template.title
source: title
de: Titel der Vorlage

# form.template.category
source: category
de: Kategorie

# form.template.subject
source: mail subject
de: Mail-Betreff

# form.template.template
source: HTML/FLUID-Template
de: HTML/FLUID-Code der Vorlage

# form.news.comment_active
source: comments allowed
de: Kommentieren erlaubt

# form.news.rating_active
source: ratings allowed
de: Bewertungen erlaubt

# form.news.review_active
source: reviews allowed
de: Rezensionen erlaubt

# form.activated
source: activated
de: aktiviert

# form.deactivated
source: deactivated
de: deaktiviert

# form.required
source: required
de: Pflichtfeld

# form.error.empty
source: you have to enter a value for this field
de: Sie müssen einen Wert für das Feld eingeben

# form.error.invalid
source: this value "%1$s" is not allowed (allowed: %2$s)
de: Dieser Wert "%1$s" ist nicht erlaubt (erlaubt: %2$s)

# form.error.too_small
source: the entered value is too small (minimum value: %1$d)
de: Der eingegebene Wert ist zu klein (minimaler Wert: %1$d)

# form.error.too_large
source: the entered value is too large (maximum value: %1$d)
de: Der eingegebene Wert ist zu groß (maximaler Wert: %1$d)

# form.error.too_short
source: the entered value is too short (minimum length: %1$d characters)
de: Die eingegeben Postleitzahl ist zu klein (Mindestlänge: %1$d Zeichen)

# form.error.too_long
source: the entered value is too long (maximum length: %1$d characters)
de: Der eingegebene Wert ist zu lang (maximale Länge: %1$d Zeichen)

# form.error.too_few
source: you need to upload at least %1$d file(s)
de: Sie müssen mindestens %1$d Datei(en) hochladen

# form.error.too_many
source: you are not allowed to upload more than %1$d file(s)
de: Sie dürfen nicht mehr als %1$d Datei(en) hochladen

# form.error.password_not_equal
source: the entered passwords are not equal
de: Die eingegebenen Passwörter sind nicht gleich

# form.error.invalid_email
source: the entered email is not valid
de: Die eingegebene Email-Adresse ist ungültig

# widget.paginate.previous
source: previous
de: zurück

# widget.paginate.next
source: next
de: vor

# widget.paginate.overall
source: Page %s of %s.
de: Seite %s von %s.

# pi1.title
source: MOOX Comment (Comments)
de: MOOX Comment (Kommentare)

# pi1.description
source: Comment on a supported TYPO3-Object.
de: Kommentarfunktion für unterstützte TYPO3-Objekte (z.B. News)

# pi1.settings
source: settings
de: Einstellungen

# pi1.storage_pid
source: where should new comments be saved?
de: Wo sollen neue Kommentare gespeichert werden?

# pi1.foreign_type
source: element type to comment on
de: Was wollen Sie kommentieren?

# pi1.foreign_type.auto
source: auto detection
de: Automatisch erkennen

# pi1.foreign_type.self
source: this content element
de: Dieses Inhaltselement

# pi1.foreign_type.pages
source: page
de: Seite

# pi1.foreign_type.tt_content
source: content element
de: Inhaltselement

# pi1.fe_groups_admin
source: Which frontend user groups should moderate the comments?
de: Welche Frontend-Benutzer-Gruppen sollen die Kommentare moderieren können?

# pi1.only_logged_in_users_can_comment
source: only logged in users can comment
de: Nur angemeldete Benutzer können Einträge kommentieren

# pi1.only_logged_in_users_can_see_comments
source: only logged in users can see comments
de: Nur angemeldete Benutzer können Kommentare sehen

# pi1.users_can_delete_own_comments
source: users can delete own_comments
de: Angemeldete Benutzer können eigene Kommentare löschen

# pi1.auto_confirm_logged_in_users
source: auto confirm logged in user comments
de: Kommentare angemeldeter Benutzer automatisch bestätigen

# pi1.auto_confirm_public_users
source: auto confirm public user comments
de: Kommentare öffentlicher Benutzer automatisch bestätigen

# pi1.name_required
source: name is required
de: Name ist ein Pflichtfeld?

# pi1.email_required
source: email is required
de: Email-Adresse ist ein Pflichtfeld?

# pi1.title_required
source: subject is required
de: Betreff ist ein Pflichtfeld?

# pi1.comment_required
source: comment is required
de: Kommentar ist ein Pflichtfeld?

# pi1.new_entry_email_template
source: email template for notifications of new comment
de: Email-Vorlage für Benachrichtungen über neue Kommentare

# pi1.new_entry_email_template.none
source: no template selected
de: Kein Email-Vorlage gewählt (Keine Benachrichtigung)

# pi1.notifications_sender_name
source: notifications sender name
de: Absender-Name für Benachrichtigungs-Mails

# pi1.notifications_sender_address
source: notifications sender address
de: Absender-Adresse für Benachrichtigungs-Mails

# pi1.items_per_page
source: items per page
de: Wie viele Kommentare sollen pro Seite bzw. pro Klick angezeigt werden?

# pi1.page
source: page
de: Seite (leer lassen für aktuelle Seite)

# pi1.content
source: content
de: Inhalt

# pi1.contents
source: content elements
de: Inhaltselemente

# pi1.content_element
source: content element
de: Inhaltselement

# pi1.show_content_element
source: show selected content element
de: Gewähltes Inhaltselement anzeigen

# pi2.title
source: MOOX Comment (Ratings)
de: MOOX Comment (Bewertungen)

# pi2.description
source: Rate a supported TYPO3-Object.
de: Bewertungsfunktion für unterstützte TYPO3-Objekte (z.B. News)

# pi2.settings
source: settings
de: Einstellungen

# pi2.storage_pid
source: where should new ratings be saved?
de: Wo sollen neue Bewertungen gespeichert werden?

# pi2.foreign_type
source: element type to rate
de: Was wollen Sie bewerten?

# pi2.foreign_type.auto
source: auto detection
de: Automatisch erkennen

# pi2.foreign_type.self
source: this content element
de: Dieses Inhaltselement

# pi2.foreign_type.pages
source: page
de: Seite

# pi2.foreign_type.tt_content
source: content element
de: Inhaltselement

# pi2.rating_mode
source: rating mode
de: Bewertungsmodus

# pi2.rating_mode.like_dislike
source: like or dislike
de: Mögen oder nicht mögen

# pi2.rating_mode.stars
source: star rating
de: Sterne-Bewertung

# pi2.stars
source: how many stars should be used for rating
de: Wie viele Sterne wollen Sie anzeigen?

# pi2.stars.5
source: 5 stars
de: 5 Sterne

# pi2.stars.6
source: 6 stars
de: 6 Sterne

# pi2.stars.7
source: 7 stars
de: 7 Sterne

# pi2.stars.8
source: 8 stars
de: 8 Sterne

# pi2.stars.9
source: 9 stars
de: 9 Sterne

# pi2.stars.10
source: 10 stars
de: 10 Sterne

# pi2.allow_half_stars
source: allow half stars
de: Halbe Sterne zulassen

# pi2.only_logged_in_users_can_rate
source: only logged in users can rate
de: Nur angemeldete Benutzer können Einträge bewerten

# pi2.only_logged_in_users_can_see_ratings
source: only logged in users can see ratings
de: Nur angemeldete Benutzer können Bewertungen sehen

# pi2.users_can_delete_or_rerate_own_ratings
source: users can delete or rerate own ratings
de: Angemeldete Benutzer können eigene Bewertungen löschen oder ändern

# pi2.allow_only_one_rating_per_user_if_possible
source: allow only one rating per user if possible
de: Nur eine Bewertung pro Benutzer zulassen wenn möglich

# pi2.page
source: page
de: Seite (leer lassen für aktuelle Seite)

# pi2.content
source: content
de: Inhalt

# pi2.contents
source: content elements
de: Inhaltselemente

# pi2.content_element
source: content element
de: Inhaltselement

# pi2.show_content_element
source: show selected content element
de: Gewähltes Inhaltselement anzeigen

# pi3.title
source: MOOX Comment (Reviews)
de: MOOX Comment (Rezensionen)

# pi3.description
source: Review a supported TYPO3-Object.
de: Rezensionsfunktion für unterstützte TYPO3-Objekte (z.B. News)

# pi3.settings
source: settings
de: Einstellungen

# pi3.storage_pid
source: where should new reviews be saved?
de: Wo sollen neue Rezensionen gespeichert werden?

# pi3.foreign_type
source: element type to review
de: Was wollen Sie rezensieren?

# pi3.foreign_type.auto
source: auto detection
de: Automatisch erkennen

# pi3.foreign_type.self
source: this content element
de: Dieses Inhaltselement

# pi3.foreign_type.pages
source: page
de: Seite

# pi3.foreign_type.tt_content
source: content element
de: Inhaltselement

# pi3.rating_mode
source: rating mode
de: Bewertungsmodus

# pi3.rating_mode.like_dislike
source: like or dislike
de: Mögen oder nicht mögen

# pi3.rating_mode.stars
source: star rating
de: Sterne-Bewertung

# pi3.stars
source: how many stars should be used for rating
de: Wie viele Sterne wollen Sie anzeigen?

# pi3.stars.5
source: 5 stars
de: 5 Sterne

# pi3.stars.6
source: 6 stars
de: 6 Sterne

# pi3.stars.7
source: 7 stars
de: 7 Sterne

# pi3.stars.8
source: 8 stars
de: 8 Sterne

# pi3.stars.9
source: 9 stars
de: 9 Sterne

# pi3.stars.10
source: 10 stars
de: 10 Sterne

# pi3.allow_half_stars
source: allow half stars
de: Halbe Sterne zulassen

# pi3.fe_groups_admin
source: Which frontend user groups should moderate the reviews?
de: Welche Frontend-Benutzer-Gruppen sollen die Rezensionen moderieren können?

# pi3.only_logged_in_users_can_review
source: only logged in users can review
de: Nur angemeldete Benutzer können Einträge rezensieren

# pi3.only_logged_in_users_can_see_reviews
source: only logged in users can see reviews
de: Nur angemeldete Benutzer können Rezensionen sehen

# pi3.users_can_delete_own_reviews
source: users can delete own_comments
de: Angemeldete Benutzer können eigene Rezensionen löschen

# pi3.auto_confirm_logged_in_users
source: auto confirm logged in user reviews
de: Rezensionen angemeldeter Benutzer automatisch bestätigen

# pi3.auto_confirm_public_users
source: auto confirm public user reviews
de: Rezensionen öffentlicher Benutzer automatisch bestätigen

# pi3.allow_only_one_review_per_user_if_possible
source: allow only one review per user if possible
de: Nur eine Rezension pro Benutzer zulassen wenn möglich

# pi3.name_required
source: name is required
de: Name ist ein Pflichtfeld?

# pi3.email_required
source: email is required
de: Email-Adresse ist ein Pflichtfeld?

# pi3.title_required
source: subject is required
de: Betreff ist ein Pflichtfeld?

# pi3.comment_required
source: comment is required
de: Kommentar ist ein Pflichtfeld?

# pi3.rating_required
source: rating is required
de: Bewertung ist ein Pflichtfeld?

# pi3.new_entry_email_template
source: email template for notifications of new review
de: Email-Vorlage für Benachrichtungen über neue Rezensionen

# pi3.new_entry_email_template.none
source: no template selected
de: Kein Email-Vorlage gewählt (Keine Benachrichtigung)

# pi3.notifications_sender_name
source: notifications sender name
de: Absender-Name für Benachrichtigungs-Mails

# pi3.notifications_sender_address
source: notifications sender address
de: Absender-Adresse für Benachrichtigungs-Mails

# pi3.items_per_page
source: items per page
de: Wie viele Rezensionen sollen pro Seite bzw. pro Klick angezeigt werden?

# pi3.page
source: page
de: Seite (leer lassen für aktuelle Seite)

# pi3.content
source: content
de: Inhalt

# pi3.contents
source: content elements
de: Inhaltselemente

# pi3.content_element
source: content element
de: Inhaltselement

# pi3.show_content_element
source: show selected content element
de: Gewähltes Inhaltselement anzeigen
